const c1 = [
  {
    bg: "c1_公路",
    text: [
      "你開著車要去某個醫院，正在公路上。",
      "正值早上的通勤時間，但幸運的路上只有稍微塞車，至少還是能緩慢前行。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "這個順利沒有持續多久，前方不知道發生了甚麼，從稍微遠的地方傳來很大聲響，你所在的位置看不到發生了什麼事情。",
      "過沒多久，整個路段都塞車了，車陣幾乎沒有在移動。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_公路",
    text: [
      "「煩欸，塞車？」本來以為只是交流道前的小塞，但一停就停上了好幾分鐘，阿耶忍不住皺眉，隨後拿起手機將前方車陣的畫面拍下，然後傳到公司的群組。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    show_img: "無奈鴨",
    bg: "c1_公路",
    text: [
      "『國五大塞 = =』",
      "短短一句話後附上了鴨子無奈的貼圖。",
    ],
  },
  {
    color: "P1",
    show_img: "爆X公社截圖的貼文",
    bg: "c1_公路",
    text: [
      "沒多久群組的同事傳了一張從爆X公社截圖的貼文。",
      "但卻說沒找到塞車的實際原因，只有翻到很多車陣動不了的照片或影片。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "『早知道就走北宜了，保險起見最好再派個沒事做的人走北宜過去，搞不好人接到了我還卡在國五上。』阿耶傳了幾句後就關掉了LINE，開始找影片來看打發時間。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "進退兩難的情況持續的時間還在延長，過了半小時車子都還是沒有移動，誇張的時間甚至有人直接在公路上開了車門直接下車看。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "除了手機上網以外也只能看到公路外的周圍環境，旁邊的道路是這樣的：左側是小山坡、樹林之類，沒有建築；右側是一大片沒有建築、植物也稀少的土地，有些起起伏伏的小山丘。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "你旁邊的公車上看起來有人吵起來了，像是打算下車但是司機正在阻止。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "在已經這麼遲的時間突然開始聽見了緩慢接近的救護車聲和警車的聲音，像是也卡在了車陣中，一直只聽見聲音卻沒看見，最後聲音才又慢慢的漸遠了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "阿耶打開網頁，在搜尋欄裡輸入「國5 塞車」的關鍵字。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "你能查到一些搶先報導，但消息模糊的很奇怪，雖然能看到救護車和警車卡在公路上的照片，卻一直沒有現場情況的畫面。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "塞車的原因一直都只被報導成「疑似大型車禍」，這個消息一直被傳播，但你怎麼看也不像是車禍，一些討論區甚至有人為此吵起來。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "查著查著開始有些和這個「疑似車禍」不相關的東西出現了，有關這個路段附近的都市傳說，和一些真實記錄。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "當阿耶還在困惑的時候，手機鈴聲突然響起，是同事打來的電話，他立馬接通。",
    ],
  },
  {
    color: "P1",
    bg: "c1_公路",
    text: [
      "對方只是想了解塞車的狀況是否有解除，在聽到否定的回答後，便告知阿耶另一位同事會接手他的案子，畢竟還不知道會塞上多久，照現在的進度來看幾個鐘頭都有可能。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "「搞不好等等你們還會接到國五的單咧。」阿耶開玩笑道，但他清楚就算真的接到了，也不知道從這裡到達事發現場會需要多久的時間 ，屆時還是要其他同事繞路過去才行。",
    ],
  },
  {
    color: "P1",
    bg: "c1_公路",
    text: [
      "不是很想再添事的對方，煩躁的問候了阿耶幾句，就匆匆掛掉了電話。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "阿耶將視窗切回剛剛查詢的頁面，抱持著打發時間的心態點開了與都市傳說有關的文章。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "都市傳說的文章是這一個小時內發出來的，因為內容太不現實，底下的留言幾乎是一片噓，但有零星幾個帳號回覆說曾聽過。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "大致上的內容是：一夜之間有巨大的怪物從地底張開嘴，把整座城市吞掉後鑽入地底的傳說。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "有些人說除了這一小時內的這篇文章以外，根本查不到更之前的關於這個傳說的內容，不久前附和聽過的帳號也被說是某些人開玩笑跟上的。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "「鮫島事件」、「很創」有人這樣留言。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "本來以為會是甚麼精彩的文章，但卻因為荒謬的內容顯得有點無趣，阿耶感到有點失望。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "接著看到了同一篇文下有人貼了舊新聞的連結，正好也是這個區域的事情，講到過去其中一場地震時，地面嚴重塌陷、加上建築物倒塌，就像整座小城市陷入地底消失了一樣，死亡和失蹤人數非常多的樣子，之後因為各種不同單位的糾紛，遲遲沒有重建直到後來變成荒廢的區域。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "照紀錄中描繪的狀況來看，應該是那種嚴重到會被記錄到臺灣的災難列表裡的事件，阿耶好像有那麼點印象，似乎在他小時候有聽過大人回憶到。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "你仍然待在車上透過網路看一些資訊，行駛中的車子可能不會注意到，但現在你停在原地，察覺到開始有些奇怪的晃動發生。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "車外的大家突然許多人下車了，接著馬上慌張地上車。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "對向車道靠近山坡的車子有很大部分發動了，明明沒有太大空間移動卻硬是往靠近中間的方向靠近，甚至有些車直接撞到一起。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "注意到山坡上有些碎石在滾落，晃動突然加劇，原先是上下，緊接著劇烈的左右晃動，公路上亂成一團。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_公路",
    text: [
      "「幹，三小，地震？」忍不住驚呼，又是塞車又是地震又是落石，他今天是能多衰？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_公路",
    text: [
      "他只能慶幸落石不是發生在自己這側，雖然可能還是會被波及到。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_公路",
    text: [
      "照眼前的情景來看似乎不該貿然下車，要是中途遇到車輛硬闖，會有很大的機率躺著見到同事，阿耶決定先繼續注意四周的狀況，還不忘邊拍照邊回報群組。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "公路前方遠處的車動靜很奇怪，從某一個點開始周圍車輛像在散開一樣，不顧周圍其他車的移動著，你前面的車也莫名的發動並倒車，直接撞上你的車頭。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "接著散開的點的車輛奇怪的減少中，但距離太遠沒能看清是發生了什麼，地震還在持續，山坡上有更大的落石滾下，你看見了距離你一輛車的前方地面出現裂痕。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "你左右的車都發動了胡亂的向後退，地震的期間一直聽見車輛碰撞在一起的聲音。",
    ],
  },
  {
    bg: "黑色",
    text: [
      "隔著關閉的車窗也能聽見，尖叫聲開始四起，你感覺到噁心的失重感，眼前景象正在快速向上，包括你在內的一些車輛正在往下墜落。",
    ],
  },
  {
    bg: "黑色",
    text: [
      "地面出現了很大的洞，不知道落下過了多久，這段短短的時間就像把目前的人生重來了一遍。",
    ],
  },
  {
    name: "地底",
    c_img: "",
    bg: "c1_地底",
    text: [],
  },
  {
    bg: "c1_地底",
    text: [
      "車內的東西四散，好像落下期間碰撞到什麼，你的車在半空中翻過，最後停止墜落時幸運的並沒有頭下腳上。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "本來在你旁邊的公車，從中間撞在落石上，很難想像裡面還能有人倖存，底下這裡已經一片狼藉，到處都是碎玻璃和汽車殘骸，有些人已經不在車內，而是在落石上或地面上。",
    ],
  },
  {
    color: "P1",
    bg: "c1_地底",
    text: [
      "LUCK 80 => 95 失敗",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "你受了點傷，但還好好的活著，這裡似乎也不能稱作「地面上」，你抬頭還是能看到天空，但只剩下一小塊。",
    ],
  },
  {
    color: "P1",
    bg: "c1_地底",
    text: [
      "HP 15 - 1 = 14",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "你發現自己在奇怪的洞穴中，上方照進來的光離的遙遠，到處都是道路落下的巨大碎塊，有的上頭有血流了下來，有的石塊下方壓著車子，那底下也許還有人。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-驚嚇",
    bg: "c1_地底",
    text: [
      "阿耶在位置上愣了很久，方才的自由落體使他頭暈到不行，回神後便注意到安全氣囊早已炸開，上頭還滴著不少鮮血，伸手抹了一把臉才發現是自己的鼻血。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "還好在公路上沒把安全帶解開，不然肯定整個人在車裡撞得亂七八糟。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "遇到這種狀況阿耶的腦內只有困惑，怎麼這麼衰小會輪到自己？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "他趕緊從腳踏墊上找到自己的手機，雖然還不確定到底發生甚麼事，但叫救護車要緊。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "發現手機沒有訊號，119撥不通。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "阿耶改撥打112。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "112撥打的等待音傳來，花了些時間才又聽見斷了訊號的聲音。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "「完全沒訊號阿......。」哀號了幾聲，阿耶決定先下車察看周遭的情況，或許還有生還或是需要幫助的人。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "附近非常安靜，除了你以外沒有任何人從車上下來，你正想查看其他車的情況時，一台車突然震動了一下，停頓後那輛車的車門從內部大力彈開，那扇門也許是卡住了，有個人踹開了門下車。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "他看見你時愣了一下，然後突然點點頭打了個招呼，就好像只是普通的在路上遇到一樣。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "他轉身往車內彎腰，拿了包面紙朝阿耶走過來，指了指自己鼻子，然後把面紙遞給阿耶。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「啊？」阿耶遲疑了一下，才意識到對方是指自己臉上的血跡，「噢，謝了。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "情急之下他雖然沒怎麼在意自己臉上受了甚麼傷，應該是說不怎麼嚴重就暫時不去理會，但還是接過對方遞來的紙巾來擦拭。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "手壓上鼻子才發現似乎傷得不清，輕輕碰上就痛得要命，阿耶忍不住發出嘶聲。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「……你有看到其他人嗎？」總之先問。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "聽見你說的話後往四周看看，然後轉回來對著你搖搖頭。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「我的車門卡住了，我剛從車上下來。」",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「…你還好嗎？」他看你剛才臉上都是血的樣子，開口關心了一下。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「應該是撞到安全氣囊。」他推測，剛才實在太混亂了，也沒注意到自己怎麼受傷的。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「消防電話我打不通，但我猜這麼大的騷動上面應該很快就有人來救援了。」邊說著邊向四周環顧，「我想先看看還有沒有人受困需要幫忙。」",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「嗯。」他點頭表示知道了，接著走向那些看起來可能還有希望的車，一輛一輛的查看。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "阿耶朝著那輛先前停在自己旁邊的公車走去，因為是一起落下的，所以墜落點就在自己的車子附近。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "公車看起來像被對折，中間段的座位已經不可能有人存活，車內一點動靜也沒有，那些乘客已經都不在座位上了，車門車窗都壞了，但也已經不會有人從這輛車上下來。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "車內的滅火器倒在折了的後門旁，從扭曲的門下面能看見。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "躺倒在車內的人都已明顯死亡，這樣的慘狀才讓阿耶意識到自己其實還算幸運，但也有很大的原因是多數人坐公車不會繫安全帶，墜落時大家只能在裡面玩碰碰車，撞到最後屍體也變得歪七扭八。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "他走下車，然後看向剛剛遇到的那個人。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "好奇怪，他都沒受傷嗎？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "雖然自己表面上只有鼻子撞傷流了血，但身體各處仍有大大小小撞擊的疼痛在，衣服脫掉後肯定紅一塊紫一塊，是那種等明天睡醒後肯定全身痠痛沒辦法下床的感覺。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "出於好奇，阿耶決定去看剛剛那人的車子。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "那個人正好朝著阿耶走過來，他搖搖頭後開口「沒有其他人。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「那我們真的還算幸運......。」阿耶感嘆。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你也是很冷靜，都沒受傷嗎？」他接著發問。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "他有點疑惑的看阿耶「不是。」然後他稍微動了動手臂後「沒有。」",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「只能等了。」他低頭朝周圍地板四處看看，最後決定到自己的車旁，坐進駕駛座但沒有把那扇會卡住的車門關上。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "如果真的沒受傷，那還真的是超級幸運的人。",
      "阿耶只能這麼想。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "他看著對方逕自走回自己的車上等待，開始思考下一步該怎麼做。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你要不要跟我一起找吃的或是飲用水集中一下？」他朝著對方喊道，至少在等待救援的時候要確保能夠攝取到身體所需要的養分。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "他聽了就往自己的車內轉過身去找，接著拿了點東西下車。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「我的車上只有這些。」他拿著瓶裝水和口糧餅乾。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「…你需要嗎？」他在說出原本想說的句子前改口問了這個。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「現在還不用。」阿耶搖了搖頭，「我是想說等救援的時候，先把糧食屯好比較安全。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「我想說去其他車上找找看，應該也會有不少東西，吃的倒是還好，喝的比較重要。」",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "聽到『等救援』後，他抬頭看著距離遙遠的洞口，一陣子才又把視線看向阿耶「外面好像安靜的有點奇怪。」",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「你要拿別人的東西嗎？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "外頭很安靜？",
      "阿耶跟著抬頭望著洞口，確實是甚麼都沒有聽到。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「會不會只是太遠了所以沒什麼聲音？」這麼說回來到底為甚麼地板會塌陷？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "阿耶對地理的東西一竅不通，只知道塌下來後正好掉進另一個可能原本就在地底下的空洞裡，但他沒打算亂走。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你會忌諱拿亡者的東西嗎？」仔細想想是真的會有人有這種顧忌，自己只是習慣了所以覺得沒什麼。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "他想了一下，最後才搖頭，然後把剛才拿下來的水和口糧放在車頭上，就往其他看起來比較完整的車子走去。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "阿耶也隨便找了一台附近的車子搜索。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "搜索的期間一台漏油的車燒了起來，從公車上拿到滅火器滅火後，也把其他的車搜索完畢。",
      "最多就是找到了些瓶裝水，和一些包裝餅乾，和一個內容不齊全的急救藥箱。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "忙了一大圈後，阿耶把所有找到的東西堆在對方的車頭上，然後在旁邊找了個空地盤腿坐下。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "打算稍作休息的瞬間，身體原本該有疼痛感才慢慢襲來，他不得不找些事情先轉移注意力。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「欸，是說，該怎麼稱呼？」一起弄了好久都還沒問對方的名字。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "找到能找的所有東西後就坐進駕駛座，看著阿耶在地上坐下。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「白恩。」他只是簡短回答名字，然後問出「你可以到後座休息。」他往車內探過去從裏頭開鎖後把後座車門打開。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「噢，好。」他緩慢地起身，然後坐到對方的後座上，以同樣的姿勢腳踏在外面。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你姓白？」覺得名字有點特別，但也不是沒見過這樣姓氏。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他只是點頭，然後朝後座往你看去，等待了一下才又問「那請問你叫什麼名字？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "太有禮貌了吧，居然講請問！",
      "阿耶忍不住在內心感嘆。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「我姓柯，柯耀耶，你可以直接叫我阿耶，比較好記。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「嗯。」他把副駕的椅子拉向前靠「你需要的話也能躺下休息。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「謝謝。」他擺了擺手，深怕這樣躺下去就起不來了，所以沒打算躺下。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "講到躺下，他才想起那個在他車上陪他好幾年的寶貝生財工具。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「完蛋，我去看個東西！」他顧不得身上的疼痛，跳下車然後往自己的車子跑過去，飛快的打開後車門。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "LUCK 80 => 15 成功",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "擔架比你還要更完好無缺的躺在那裏。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「不愧是好幾萬的擔架......。」雖然有碰撞的痕跡，但大致上沒甚麼損壞。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "確認好自己的夥伴沒事後，阿耶放心的走回了白恩的後座。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "放在車頭上的東西有點擔心會掉下去，在阿耶跑去自己車子那時，他把車頭上的東西拿到副駕駛座。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "阿耶才剛坐回白恩車上沒多久，搖晃的感覺又出現了，兩人都聽見車頂被一些落下的細小東西砸出聲響。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "阿耶下意識的縮進車內，然後護住自己的頭部。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「所以塌陷的原因是地震嗎？」他忍不住問。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他也待在車內，看著車頂聽那些聲音，直到搖晃和細小落石聲都停下後才說「我不清楚。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你是原本要去宜蘭嗎？」等也是時間，他便隨口找了個話題。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "對於目的地是哪裡的這個問題，他頓住了一下，然後只是點頭。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他本來想也許阿耶是救援隊的，可是看阿耶那輛車不像自用的，雖然疑惑但也沒有問出口。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「我把車往那邊開一些。」他指了一個方向，然後往車上坐進來，回頭看阿耶不確定對方要上車還是先下車。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「好。」阿耶整個人坐進車內，然後將門關上。",
    ],
  },
  {
    bg: "c1_地底",
    text: [],
  },
  {
    bg: "c1_地底",
    text: [
      "這個環境裡最後一次比較吵雜的聲音是車輛發動的聲音，從白恩把車移動到一旁後熄火，一直到現在已經過去了半小時左右，這段期間一直都沒有偶爾的對話以外的聲音，沒有訊號的現在連外面是什麼情況都無法得知。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "這半小時內已經有兩次餘震，五分鐘前白恩已經下車，到洞口正下方往上不知道在看什麼。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "也太安靜了吧......。",
      "阿耶感到不解，甚至有些擔憂。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "如果說有救援抵達，照那種賑災紀錄片來看，至少應該會有消防人員靠著繩索下來吧？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "他忍不住往更糟糕的方面去想，畢竟現在手機完全沒有訊號，外頭發生甚麼事也不太確定，如果說地震的範圍很廣，其他地方說不定也是相同的狀況，救援自然沒辦法馬上投入這裡。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「啊，廣播？」電信基地台訊號範圍沒涵蓋到就算了，但廣播應該可以試試看。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「白恩，你可以開開看收音機嗎？」邊說著邊半身踏出車外，然後撥弄車頂的天線。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「可以。」他走回車上，但花了點時間才把廣播成功打開，對這輛車的車用3C不是很熟的樣子。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "廣播被打開後一直持續的是雜訊的聲音，即使兩人嘗試轉換頻道，不論怎麼調整都還是雜音更多，只偶爾能聽見也許是連到電台的斷斷續續樂器聲或說話聲。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "(補充)",
      "只能大概察覺是說話聲，內容聽不清，有點像百貨公司嘈雜人聲雖然知道是人聲但是聽不出內容的感覺。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "(補充)",
      "只是聽語調感覺的話，電台那種歡快或是安靜感的說話聲比較少，偏向新聞播報的那種語調的比較多，所以至少能知道有好幾台臨時換成報導中了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "KNOW 65 => 73 失敗",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "奇怪的是調整到某些頻率時，能聽見和其他頻率不同的雜音，更像是什麼干擾的訊號被放大，聲音比其他雜音更刺耳。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "完全聽不出來電台的播音內容，他也沒辦法判斷內容是在講甚麼，只能從說話的語氣來推斷是在報導。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「感覺是不小的地震耶。」畢竟地板都塌成這樣了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「救援可能也要等上好一段時間，也不知道是不是只有這個區域比較嚴重。」講到這裡才開始擔心起自己的家人，但一時半刻也連絡不上。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「要是能回到地面也許會更有機會等到救援。」他把廣播的聲音轉小，即使根本收不到完整的訊號，但也沒有把廣播關掉。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「但是這個高度，我們應該也很難靠自己上去。」他往車窗外看。",
    ],
  },
  {
    bg: "c1_地底",
    text: [],
  },
  {
    bg: "c1_地底",
    text: [
      "因為阿耶一直在調廣播，所以白恩讓阿耶到前坐去比較方便，白恩則是下車在周圍又檢查了一次其他車子，有幾次他走得更遠，幾乎到了沒有任何車子的地方去，這樣沒有其他事情做的半小時又過去，白恩回到車邊。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「旁邊的路是下坡，看起來不太可能能從那邊上去。」他站在車旁向車內的阿耶說。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「果然沒有上去的路嗎？」調了不知道多久都沒有個結果，阿耶也已經放棄了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「這麼危險也不可能去下面看，該不會只能等了吧？」攤在方向盤上。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「看來除了食物和水以外，保留體力可能也很重要了。」他點頭，不確定需要等上多久，決定不再下車，他改坐到副駕駛座去。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "比起剛才的半小時，這半小時內沒有再發生餘震，好像地震就這麼結束了的樣子。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "「好煩喔......。」忍不住哀嚎。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "這麼說來時間也過去了幾小時，這個時間點他應該早就到宜蘭的交大醫院去了，搞不好還準備要回程。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你本來是要去玩的嗎？」等也是等，想找話說來打發時間。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「…算是。」他回答的有些模糊，視線只是直直往前方，也不像有在特地看著甚麼。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「好可惜，假期都要耗在這裡了。」心理想著對方是不是沒有很想聊天。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "對於『好可惜』這個說法，他沒有什麼特別反應，只是安靜了一陣子後看向阿耶。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「如果我們得在這裡等待的時間會超過一天的話，精神也很重要，想一些開心的事情吧，你可以不用特地費神和我搭話的。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他也沒去確認阿耶對這個想法是甚麼反應，只是又補說了一句",
      "「不可惜的，去哪裡其實都一樣，只是想待在一個地方休息，這樣的話是這裡也可以。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「哈......，噢。」他是嫌我吵嗎？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "哪有人會想在這種地方休息啦，也不知道甚麼時候還會有東西再塌下來，完全沒辦法放鬆吧！",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "覺得對方很奇怪，但或許是遇到危急狀況每個人的反應都會不一樣，總之阿耶就選擇繼續惦惦。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "他打開手機本打算玩遊戲打發時間，但想想就這樣耗掉電量又不太好，沒滑個幾下就把手機收起來，改趴在方向盤上看著前面發呆。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "無聊的等待時間繼續延長，又過去的半小時內，白恩在副駕駛座時不時也會拿出手機看一下時間又放下，越接近現在的時間點，白恩拿出手機看時間的頻率也越來越高。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "半小時過去，明明已經停了一陣子的搖晃感又再次出現，比起先前的餘震，這次從微弱的搖晃逐漸增大，幅度幾乎要接近最開始的那次地震了，洞口又開始掉落碎石。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "「幹......是要震幾次？」覺得煩躁又恐怖，但待在車裡也比在外面被砸好多了。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "雖然車子已經被移動到洞口下方的範圍以外，但從上面掉落的碎石越來越大，搖晃也還沒停止，車內兩人也只能看著外面。",
    ],
  },
  {
    bg: "c1_車掉落",
    text: [
      "上方掉下來的東西變得不只有碎石，奇怪的事情是，似乎從某一個方向過來，有些不知原因還在公路上的車子從洞口上方掉落下來。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「有點奇怪，我們要往裡移動一點嗎？」看著洞口一直有東西掉下來，不拉開距離的話說不定會被波及。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「也是。」坐在駕駛座的是自己，阿耶就順勢發動車子往裡頭開了一小段。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「有車子掉下來欸，希望裡面原本的人在上邊就撤走了。」不然又要玩自由落體。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "搖晃持續的時間很長，幅度變得誇張時，連你們附近的洞穴頂部都開始有土石崩落下來，洞口看起來又要碎裂一次，不再有車子掉落時，地震也停下了。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "才停下沒多久就聽見，遠處傳來巨響，雖然到你們這聲音已經不這麼大，但聽見聲音後，突然的一個劇烈震動後，洞口徹底坍塌，就好像剛才有哪裡發生了爆炸一樣，這條路被土石擋住後，光線沒有剛才充足了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "LUCK 80 => 31 成功",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "(擔架存活)(?)",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「靠夭，好險！」看到原本待的位置直接被落石填滿，差一點就要變成肉餅。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "洞口內只能用汽車的大燈維持照明，但幾個小時候肯定會因為沒電而熄滅，再加上入夜一定會變得伸手不見五指。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「怎麼辦？」他看了看旁邊的白恩，想聽聽看有甚麼意見。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "在駕駛座的是阿耶，他只能看著阿耶發動車子往裡，直到震動和掉落的土石都停下後，他才呼出一口氣往後靠上椅背。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "阿耶的疑問他沒有馬上回答，而是打開車窗往原本是洞口的方向看，被土石堵住的範圍只剩下最上方還能有些光線進入。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「困在地底的話缺氧會很危險，不過上面開口的大小應該暫時不用擔心。」他只能回答看出的這些，然後重新從椅背上起來回到原本的端坐。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「我也不知道能怎麼辦。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "SIZx5 70 => 97 致命性失敗",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "洞口的大小看起來足夠讓人通過。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "阿耶下車，然後走道被落石堵住的洞口，上方透光之處的縫隙看起來不小，應該是能讓他們爬過去。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「怎麼了？」他看阿耶下車就也下了車，順著阿耶視線方向抬頭往上看。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「我想看能不能爬出去。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「這樣不安全，這些土石才剛掉下來，肯定很不穩。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「這條隧道也不知道甚麼時候會再塌下來，不出去就沒路可以去了。」他是這樣想的。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「先試試看吧，反正我也常常爬到奇怪的地方去搬東西，應該是還好。」邊說著邊找了一個石堆相對穩健的位置，「我掉下來的話你把我接住就好了。」講得好像很簡單。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他用看到奇怪的人的眼神看阿耶，但也沒有再阻止，只是帶著疑惑走到阿耶附近，看起來像真的打算要是阿耶掉下來的話就接住人。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「小心一點。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "看對方走過來後，阿耶便捲起袖子開始爬上石堆。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "LUCK 80 => 34 成功",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "幸運找到能踩踏的點。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "最一開始的攀爬還算順利，也許是因為最底部的土石被上方重量壓住的關係，即使用力重踏上去都還算穩定，但越往上，還只是用手抓住而已就鬆脫晃動的石塊越來越多，幾乎算是憑著運氣又繼續往上了些。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "攀爬 55 => 95 失敗",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "已經攀到了有些危險的高度，阿耶發現手不論抓哪個點的石塊都是鬆動的，正想回退到剛才抓過的位置，卻發現連原先的點都有些鬆脫了，進退兩難時只能選猜測比較穩的那個石塊抓去。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "運氣可能用完了，一對那塊石施力就向下翻動被從石堆中抽出，慶幸不是腳踩的石頭鬆脫，失去其中一隻手抓的位置也還能夠穩住。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "在下方的白恩稍微移動，為了閃躲那塊一路往下滾的石塊。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖-皺眉",
    bg: "c1_地底",
    text: [
      "「完蛋，好像上不去。」抓得有點吃力，阿耶決定放棄繼續向上，所以照原路退了回來。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "LUCK 80 => 30 成功",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "剛才的驚險讓阿耶更加小心，只要稍微有點晃動就不去踩那個點，幸好是安全的向下回到最底了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「好了，前面這邊應該是出不去，上面的石頭都很不穩，根本沒辦法抓。」阿耶把身上的灰拍掉，然後看向洞穴的另一個方向，「你剛剛說得下坡就是這個嗎？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「嗯。」他也朝洞穴看去。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "前方唯一剩下的路是寬敞但漆黑一片的洞穴，從你們在的位置看去也能看出這是一條下坡路，深不見底也不知道會通向哪裡。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "看了一下後白恩又看向阿耶「你休息一下吧。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「喔......。」休息一下也好，他又坐回車上。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「不知道還會在這邊困多久，我們的水還剩多少啊？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「還是剛才為止我們找到的數量，我沒有喝。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「那也喝不了多久，可能還是要去找水。」奇怪怎麼莫名其妙就變成洞穴求生，明明幾個小時前的早上還在公司裡吹冷氣的。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「去哪裡找？」",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "白恩的問題才問完沒多久，突然又發生了微弱的晃動，但這次伴隨了聲音。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "聆聽 65 => 29 成功",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "聽起來道路上有甚麼東西在往這裡接近，聲音越大的同時晃動也越大，那堆不穩定的土石也在滾落碎石。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "直到聲音大得聽起來就在你們上方時，洞口的光線完全消失了。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "有甚麼在道路上方移動的噪音能蓋過對話的聲音，一陣子後光線恢復，晃動和聲音也才開始減弱。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "......又是餘震？但感覺好像不太一樣。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "眼看著透光的縫隙又因為落石變得更小，出去似乎更不可能了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「你不覺得這個聲音很起怪嗎？」不是地震會有的普通碰撞聲，更像是有東西在上方移動。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "像在確認那不是自己的錯覺，他又看了一陣子上方，然後才回應「光線也很奇怪。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「還是說是救援來了？」有可能是挖洞或是其他施救會有的聲音，但他也不是很清楚。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「再等一下看看吧。」",
    ],
  },
  {
    bg: "c1_地底",
    text: [],
  },
  {
    bg: "c1_地底",
    text: [
      "決定等待看看也許是救援的那個聲音，但又半小時過去，不論是聲音還是晃動都沒有再發生過，如果那真的是救援隊，可能沒有注意到你們就離開了，過去了幾個空等的半小時，時間已經到了中午。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「結果不是嗎？」不太可能出聲了一下下就又甚麼都沒有。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「所以剛剛那個聲音到底是甚麼啊？」果然還是很好奇。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「我也不清楚。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「我們沒有待在上面能看得見我們的地方，需要找點方法讓上面的人能發現我們。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「狂按喇叭之類的吧，但還是要等到有人靠近的時候才行。」這下他更不想離開原地了，深怕會再錯過救援的時機。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "看起來也只能等待，沒有其他他們能做的，也就沒有繼續回應阿耶。",
    ],
  },
  {
    bg: "c1_地底",
    text: [],
  },
  {
    bg: "c1_地底",
    text: [
      "兩人只能待在車上等待時間過去，從中午一直到外頭光線也慢慢暗下來，過去的幾個小時甚麼也做不了，已經是傍晚了，再過不久就沒有自然光線了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「果然還是先去找水吧。」等了這麼久，絲毫沒有救援隊出線的跡象。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「這裡是地底，洞穴看起來又是原本就有的，我猜下面應該能找到地下水之類的。」不確定晚上或是明天會不會再發生甚麼，先確保飲用水充足才是上策。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「反正要救援一定會派人下來搜索，而且搜索時間至少也會小時起跳，我們只要不要跑太遠，弄一弄趕緊回來，真的有救援的話應該也許還能對上。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "白恩聽到這個提議後想了一下，然後提出「或是你待在這裡，我下去看看？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「太危險了，這時候還分頭行動，假設你在下面出了甚麼事情，我就會不知道。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「剛才嘗試爬上石堆也很危險，假設我在下面出了甚麼事情，你在這裡還會是安全的，遇到了救援隊你能告訴他們還有另一個人。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「你很常爬山或是走奇怪的畸形路線嗎？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他肯定的點頭。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「......你是做甚麼的啊，興趣還是工作？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「都不算是，是幫忙的時候需要。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「蛤？」聽不太懂，「總之我覺得一起去會比較好，我不想待在這個地方無所事事。」等人的過程是很煩躁的。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「……」對於阿耶的回應他看起來有點困擾，似乎覺得說不動阿耶，他就沒有再繼續嘗試說服「那就一起去吧。」",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "白恩從車上找到了個手提手電筒，依靠這個光源兩人往下坡走去，前進了一段時間後已經看不見最上方，手電筒是唯一的光源，走了大約十五分鐘仍然沒看見甚麼特別的東西，只是一路向下延伸不知道還有多長的洞穴。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "聆聽 65 => 87 失敗",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "洞穴裡一直都沒有看到土石以外的東西，但走這個深度後開始聽見一些細小的動靜，聽不出那會是甚麼聲音。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「你有聽到甚麼嗎？」好像有細小的聲音，不確定是不是自己幻聽。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「有，也許洞穴裡是有生物的？」沒有停下腳步，邊走邊回應。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「這裡看起來是天然形成的洞穴......，你對洞穴探險有沒有經驗啊？」這種東西應該是外國比較流行，臺灣好像很少聽到有人會探洞。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「沒有。」",
    ],
  },
  {
    bg: "c1_地底",
    show_img: "c1_岔路",
    text: [
      "從最開始出發到現在過去了半小時，洞穴的前方終於看起來有些不同了，隧道從前方分成了岔路。",
    ],
  },
  {
    bg: "c1_岔路1",
    show_img: "c1_岔路",
    text: [
      "往下的下坡沒有終止，在同一個點上多出了往左和往右的路，左右邊的路有些往回而且不是下坡了，是平緩的水平移動，正前方往下的下坡則是比剛才更陡了些。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「是岔路......。」看了一下三個方向路況，往下走再回頭肯定要花不少體力。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「我覺得先看看平的會比較好，你覺得要走哪邊？」把決定權拋給對方。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「這邊。」他朝右邊的平緩岔路走了一步，回頭看阿耶等對方確定跟上。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「好噢。」跟在後面。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "才踏進了岔路沒走幾步，洞穴的空間突然傳出很尖的聲音，聽起來像金屬刮過摩擦的聲音。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "CONx5 75 => 35 成功",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "音量大得刺耳，幾乎讓人頭痛的程度，但最多也只是覺得噁心。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "那聲尖銳聲音停下後，聽力暫時有些被影響，自己的腳步聲音也聽起來變得奇怪。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「幹！」摀著耳朵忍不住罵出聲，「甚麼聲音啊？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "只知道地震的時候地底下可能會有地鳴，但怎麼聽都不向是岩石或板塊摩擦石會有的聲響。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "白恩用空著的那隻手摀了一下耳朵，然後搖頭，沒有說什麼只是揉了揉耳朵附近。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「沒有聽過的聲音。」緩了一下後才這樣回應「要繼續走嗎？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「繼續吧，都來到這裡了。」覺得耳朵聽到的聲音怪怪的，不是很舒服。",
    ],
  },
  {
    bg: "c1_倉庫前",
    text: [
      "兩人繼續向前，這段路沒有很遠，才走大約五分鐘就到了盡頭，有一扇接近一層樓高的鐵門進入視線中，不知為何地底下有這樣的東西。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫前",
    text: [
      "「看來這個洞穴不完全是天然的。」他用手電筒照過去，走接近了一點。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫前",
    text: [
      "「甚麼秘密礦坑嗎？礦坑應該也不會有這種鐵門吧。」太荒謬了，臺灣怎麼有這種東西。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫前",
    text: [
      "「這裡也不像是有甚麼礦。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫前",
    text: [
      "「但如果能看看裡面是什麼，也許能知道這是什麼地方。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫前",
    text: [
      "「既然有人在這邊造門，裡面應該也有其他可以出去的路。」他想了想。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫前",
    text: [
      "「打開看看好了，話說這是電動門嗎？」這麼大不可能手動開啟吧。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫前",
    text: [
      "他點頭同意阿耶說的，至少聽起來有一些找到出口的希望。",
    ],
  },
  {
    bg: "c1_倉庫前",
    text: [
      "接著兩人都看了鐵門的周圍，沒有找到甚麼開關。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫前",
    text: [
      "「也許是只能從裡面打開，或是遙控門？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫前",
    text: [
      "阿耶向前靠了幾步，然後伸手敲了幾下門。",
    ],
  },
  {
    bg: "c1_倉庫前",
    text: [
      "你只是碰到了門，鐵門就開始震動起來並且向左右打開了，很久沒打開的門，和下方土石地的摩擦讓門開啟的不是很順利，門軸一直發出金屬聲，最後在一個半開的狀態停下來了。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫前",
    text: [
      "「你打開的？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖-皺眉",
    bg: "c1_倉庫前",
    text: [
      "「不是，我只是隨便敲敲。」他皺眉，對於剛剛摩擦發出的金屬聲趕到不適，「它很需要WD-40。」",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "從外面往門裡看，這是一個不大的空間，地面和牆壁都只是稍微處理過的土石，左右牆立著四個高櫃子，但放置物品的空間是不規則的凹槽。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "白恩手上的手電筒是這裡唯一的光源，往天花板看去並沒有看到電燈之類的東西，櫃子裡放著很多奇怪的儀器，幾乎都是沒有看過的工具。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「呃......。」完全看不懂這些儀器用途，阿耶只能發出困惑的聲音。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "「倉庫？」先不論櫃子的奇怪形狀的話。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「這種形狀的收納效益很差耶，倉庫選這種櫃子的人是不是腦袋撞到。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「但先不講這些，為甚麼地底下會有這個？」他不是在向白恩提問，畢竟對方看起來也甚麼都不知道。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "講完後就走到隨便一個櫃子前亂看。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "「不論這些是甚麼，藏在地底下洞穴裡這件事本身就很奇怪了。」",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "阿耶大概的看看其中一個櫃子，只看見各種不能理解的機械，雖然看不懂這些，但發現櫃子的背面並沒有完全靠著牆，好像還有點空間的樣子，能勉強通過一個人。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "看到阿耶靠近櫃子，他也到另外的櫃子前看看上面都放了些甚麼。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "阿耶拿出手機，然後隨便拍了幾張\"倉庫\"裡的照片，想說留存一些紀錄，搞不好出去之後能揭發甚麼土木公司的秘密。",
      "",
      "他隨便亂想的。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "拍完照後，阿耶沿著右側的櫃子走到底，才發現後方還有一條路。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「這裡有個縫隙耶。」呼叫白恩。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "他看了眼阿耶說的位置，然後往上看看這間的牆壁，並不是完全垂直的方形空間，然後回應「可能是沒有放好？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "他沒有伸手碰櫃子裡的東西，只是一個一個大概看看。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「幫我照照看裡面？」手電筒的燈光強度比手機好。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "白恩疑惑的看阿耶，但還是應了聲好，帶著手電筒走過來，把光線朝櫃子後方轉去。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「我想先看看縫隙裡有沒有東西。」朝裡頭看去。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "從縫隙外往裡看，這個角度看見櫃子後方的空間能勉強通過一個人，牆壁看起來有不平整的大凹洞，看起來像是用甚麼東西徒手鑿出來的，裡面好像有東西，露了一角出來，但這個角度看不見凹洞裡有甚麼。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「裡面好像有個洞耶，不知道是不是刻意用櫃子擋住的。」他瞇著眼仔細看。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "「有個洞？」縫隙前的空間不是很足夠，他拿著手電筒幫阿耶照明，阿耶在查看的情況下，白恩在後頭看不見什麼東西。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "觀察 65 => 22 成功",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "從凹洞露出一角的東西像是布製的，仔細一看好像是個背包的背帶，試著看清楚那是甚麼，才察覺到那個凹洞中好像有個人蜷縮在裡面。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「哇靠，好像有人在裡面！」阿耶驚呼，「怎麼進去的啊，該不會死了吧？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "現場並沒有聞到甚麼味道，單看到人形也不能確定是不是真的有人，一旁的櫃子看起來不是兩人能夠推動的，這下子要確認也只能鑽進去了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「我進去看看好了，你幫我照一下。」先搞清楚裡面是不是人比較重要，如果是活人那也得趕快帶出來。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "「有人？…好。」他把手電筒舉高些往縫隙裡照去，為了盡量不讓阿耶自己本身的影子擋住光源。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "阿耶背部貼著櫃子，將身體慢慢挪到那個洞口。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "靠近到洞口旁後發現，那人並不是蜷縮在洞裡，而是根本已經變成了被破舊衣物包著的散架了的白骨，洞裡還放著一個背包、一頂帽子、和散落的其他骨頭，勉強的一起擠在這個小凹洞中。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「幹，還真的是白骨。」屍體已經完全白骨化了，少說也得要好幾個月甚至幾年的時間。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「怎麼會卡在這種地方？」邊說著邊開始打量周圍的其他物品。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "這個狹小空間不好活動，只大概發現背包裡還有東西，散落的骨頭看起來不像是這個人的。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "本以為是活人，但聽到白骨後就知道不是了，但他在後方也看不到裏頭情況，只能繼續提著手電筒。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「接好囉！」把背包拿起來，直接往外頭的方向拋過去。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "突然有東西被拋出，白恩反應夠快的接住了，手電筒也還穩穩拿在手中，但這樣突然拋過來，已經不是照著縫隙的方向。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "背包裡發出一些金屬碰撞的聲音，裡面的東西還不少。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「恩......。」繼續打量剩下的東西。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「我想把他也帶出去。」想了沒幾秒後果斷的做了決定，也沒詢問外頭那個人的意見。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "阿耶把剩下的東西塞進看起來還能夠包住東西的破衣服裡，接著抓著那坨開始往外移動。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「徒手抓白骨我還真的是第一次。」邊移動邊碎念。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "把背包放下後重新幫阿耶照明，才剛放下就聽見阿耶說要把『他』帶出來，白恩一瞬間以為阿耶會把白骨扔出來，但幸好看見的是阿耶慢慢往外移動。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "他把阿耶的碎念也聽進去了，在阿耶出來前懷疑的看著。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「好了。」一離開狹小的空間，瞬間覺得豁然開朗。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "阿耶將那包白骨放到地上，但沒有直接攤開，反而朝白恩望了過去。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「欸......你會需要迴避嗎？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "「你要做什麼？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「除了包包以外的其他東西我全部塞在一起了，想說要挑出來，但不確定你會不會介意看到骨頭。」一般人都會怕吧，他想。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "白恩看起來想要問點什麼，但最後甚麼也沒說，然後把背包放下交給阿耶，也把手電筒留給對方，然後就離開到其他櫃子前去。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "看對方的反應，阿耶就直接當他會介意了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「我是想說屍體放在那邊，在之後也不見得會有人發現，所以就順便帶出來了。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「讓他卡在這裡面也怪可憐的，就算不知道是誰，只要被人發現然後帶出去，起碼後續也會有人幫他負責。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "他把破衣服攤開，從骨頭推中拿出了帽子，又隨便翻了幾下，確定沒其他東西後重新綁好破布，然後拖到門外的一個角落去。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "接著他走回來繼續打開被放在地上的包包。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "背包裡有些破舊生鏽的鐵罐、一本筆記，有些鐵罐已經被打開過而且空了，有些鐵罐還未開封，能從重量感覺到裡面還裝著東西。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "「這裡有繩梯，但是這種的只能讓我們往下走沒辦法往上。」在櫃子前的白恩發現了東西，他告訴阿耶一聲。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「好。」應了一聲表示知道了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "阿耶決定先把鐵罐拿出來，順便看一下沒開的罐頭還能不能吃。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "這些罐頭的標籤和圖示幾乎都磨損看不清了，只在其中幾個罐頭上看到模糊的日期，距離現在大約十年了，也已經過期非常久的時間，看起來不像是還能吃的樣子。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「這樣看他在這裡死了有十幾年耶。」他不是法醫，沒辦法確定真正的時間，只是單純從日期來推斷。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "阿耶接著打開那本筆記。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "這本筆記本是一本日記，紀錄的內容都是筆記本的主人帶領一些隊員，未申請的探索一些區域的紀錄，大部分看起來都是普通的探索內容，但有一些頁數寫著奇怪的非現實的內容，也正好是紀錄的最後幾頁。",
    ],
  },
  {
    name: "筆記本",
    c_img: "",
    bg: "c1_倉庫",
    text: [
      "找到了一張石桌，表面是圓弧下凹的",
      "",
      "我們不該碰那張石桌，那可能是個按鈕會打開鐵門",
      "我們放了些奇怪的東西進來，這下我們沒有地方躲了",
    ],
  },
  {
    name: "筆記本",
    c_img: "",
    bg: "c1_倉庫",
    text: [
      "躲過那些怪物了，我們到了鐵門後方，這裡還是一樣甚麼也沒有，只是更大更高的洞穴",
      "",
      "我一個人逃回來了，我們不該過去那後面，我是個爛領隊",
      "",
      "大概已經不行了吧，我留下一些訊息，希望能幫助看見的人",
    ],
  },
  {
    name: "筆記本",
    c_img: "",
    bg: "c1_倉庫",
    text: [
      "我在的這裡是分支幹，不要去碰石桌",
      "那會打開主支幹的門，那群怪物會進來",
      "",
      "石桌上面的坡道沒能上去，那裏可能是往上的路",
    ],
  },
  {
    name: "筆記本",
    c_img: "",
    bg: "c1_倉庫",
    text: [
      "我們發現怪物們看不見，但是聽覺敏銳",
      "他們會發出可怕的尖叫聲，幾度使我們耳鳴",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "粗略的看完了筆記，前面的內容是類似探洞團隊的紀錄，但仔細看最後卻又提到了怪物和機關之類的東西，這使他感到十分困惑，就很像甚麼墓穴尋寶的電影一樣，所有的人最後都中了陷阱死在裏頭。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "白恩正好把繩梯和找到的一盒粗鐵釘帶來，集中放在阿耶找到的物品堆裡。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「你看。」看完了但卻不是很能理解內容，所以把筆記遞給剛好走過來的白恩。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "他接過筆記本，也大概翻看了一下，同樣也注意到最後幾頁的內容和以往不同，但白恩沒有說甚麼，只是又把筆記遞回給阿耶，並問「這些也要帶上去嗎？」畢竟看起來也是這個人的東西。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「罐頭不能吃了就丟著吧，背包還可以用。」邊說著邊把筆記放回包內。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「我猜可能他們發生了甚麼，要馬中毒要馬精神出問題，總之可能看到了幻覺之類的，最後就死在這邊了。」講完後突然發現好像不太對。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「但是怎麼會死在那個奇怪的位置？」罐頭還有剩也不可能是餓死，中毒致死的還算是有可能，可牆壁上的洞又是怎麼回事。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "你邊思考邊把筆記放回背包裡，打開背包時能聽見奇怪的聲音，像是什麼鍊條摩擦到的聲響，但這個背包看上去並沒有鐵鍊這種裝飾在。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "阿耶拿起背包仔細檢查。",
      "他把包內的東西都拿出來，然後用手在背包上壓來壓去，看能不能摸到甚麼。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "把背包拿起來動到或者搖晃到的時候都能聽見那個聲響，背包的一些部分布料較厚，壓著檢查時發現有個地方手感微妙的感覺奇怪，在那附近的背包縫線處藏了暗袋的拉鍊，拉開後才找到了背包裡還藏著的東西。",
    ],
  },
  {
    bg: "c1_倉庫",
    text: [
      "看起來只是普通的項鍊，墜子是泛著紅色光的細橢圓形水晶。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "這是『領隊』的東西嗎？",
      "阿耶對水晶之類的價值不是很了解，只猜這東西對那個『領隊』或許有甚麼紀念意義。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "總之晚點跟著白骨一起帶上去，這樣想著放進了口袋。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "白恩就看著阿耶把找到的東西放進口袋，但也沒說甚麼，因為把櫃子都看過了一遍，好像沒有什麼其他有用的東西，便默默把蒐集到的一部份東西拿上手，也重新提起手電筒。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「你那邊有東西要一起放進來嗎？」他的背包空間比較大，白恩就不用一直用手拿了。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "「好。」他把東西交給阿耶放進背包「背包由我來背吧？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「喔，好啊，那我來拿『領隊』。」他走到放在門邊的那袋白骨前，從口袋拿出了剛剛翻到的項鍊。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「這個東西是你的，還你喔。」邊說著邊把項鍊從縫隙中塞到袋子裡，然後兩隻手把它整坨提起來。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_倉庫",
    text: [
      "「我們應該也只能先回到岔路那邊了吧？」他思考了下提出了自己的計畫，「我記得還有另一條平的路，等等我會先把『領隊』放在交岔口，我們另一邊看完回來再帶回車子那邊。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_倉庫",
    text: [
      "阿耶的說法讓他愣了一下，再加上像是在對白骨說什麼的句子，白恩只是安靜聽著，然後在阿耶說完他的打算後點頭應答一下，沒有阻止阿耶帶著那些白骨。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "兩人回到岔路口，這時的時間大概外面已經天黑了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "阿耶把領隊放到地上，起身後隨口說了句。",
      "「在這裡等一下喔，我們很快回來。」然後繼續跟到白恩後頭。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "白恩也停下來等待阿耶，暫時和領隊分別，白恩和阿耶繼續朝另一條岔路前進，和剛才那條路相同，走沒多久就到了盡頭。",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "這條岔路盡頭的土石被平整的切割過，有一個和洞穴相比較小且平整的方形出入口，這裡沒有門，從外頭能直接看見裡面的空間。",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "裡面有一列一列高得誇張的書櫃，每一層都塞滿了書，除此之外沒有其他任何東西了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖-驚嚇",
    bg: "c1_圖書館",
    text: [
      "阿耶被眼前的畫面震驚到了，這麼深的地底下怎麼還會有像這樣的設施？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖-驚嚇",
    bg: "c1_圖書館",
    text: [
      "「三小啊，該不會我們不小心闖入甚麼機構的秘密據點吧？」就像電影常演的那樣。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "白恩走進了那裏，他在其中一個書櫃前停下「但這些看起來很久沒使用了，剛才的櫃子和這些書上都是灰塵。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "阿耶跟著走近書櫃，想先觀察這些書籍大多是與甚麼內容相關？",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "這些書看起來有被分類過，書櫃上有寫著文字的牌子，可能是分類的名稱，但用的語言是你看不懂的文字，書櫃裡的書大小非常統一，能看見連書背的顏色都是相同的墨綠色，書背上同樣也都是看不懂的語言。",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "但只有門口這邊的其中一個櫃子，顏色雜亂、高度也參差不齊，看起來有各式各樣不同的書，甚至有些書背上還會有圖案。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "阿耶從門口的櫃子隨便取下一本書，就算看不懂是甚麼樣的語言，但多少應該能從字的形狀來猜測是哪國的文字。",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "從字的形狀來看，那些墨綠色相同的書看起來應該都是同樣的語言，雜亂的書櫃上則是有各種不同語言，有些不認得是哪個國家，有些是你熟悉的一些語言。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "白恩把手電筒放上書櫃其中一層，他也拿了書來看看。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "發現是有看過的語言文字，只是不懂內容是甚麼。",
      "阿耶把書塞回去，然後開始尋找中文的版本。",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "你找了你能看懂的語言的書，也因為這樣發現他們都集中在同一個區塊，而其他語言也都有集中放在一起，但這些中文書看起來種類混雜，像是這些書只用語言來分類而不是以類型分類的。",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "你隨意拿幾本來看，內容不太有什麼關聯，食譜書、專科用書、甚至連故事繪本都有。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "「這裡看起來像是一種圖書館。」書的類型太雜了，幾乎沒什麼關連。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "阿耶放回書本，決定去看看後面那幾個書櫃。",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "繞到後面的書櫃時，發現其中兩個書櫃之間放著一個矮梯，能用他拿到更高處的書。",
      "這些書櫃裡的書無一例外都是墨綠色書本。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "書側上標題的文字是完全沒看過的那種，通常就算看不懂內容，也應該能從文字的形狀去猜測國家，猜不出來至少也會有點印象。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "阿耶隨便抽了一本書下來看。",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "書裡的內容幾乎全都是文字，少見的一些勉強能稱作是圖片的部分也只是一些幾何形狀拼湊出的圖案，完全看不懂書裡的內容。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "「白恩，你看得懂這邊的文字嗎？」雖然機率很低，但還是問了一下。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "他拿了幾本書坐在書櫃前的地板上翻閱，在阿耶過來問的時候只是搖搖頭後繼續讀那些書。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "「你在看啥？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "被這樣問了他才想起什麼，把這些書整理了放回去原位「只是隨意看看，這些書的類型看起來都沒有關聯。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "他把手上的書放回書櫃，然後撇了一眼白恩放書的位置。",
      "「我去看一下這間房間還有甚麼。」打算繞一圈看看。",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "在這些書櫃之間走動，那些墨綠色的書填滿了大部分的書櫃，除了這些以外就只有發現那個矮梯了，沒有再發現更多其他東西。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "「這個梯子之後應該可以用到。」拖著梯子回到白恩旁邊。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "「看來這附近好像也找不到甚麼水源。」差點忘記他們原本的目的是找水。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「嗯。」他看著阿耶把梯子帶過來「你要帶上去的話待會我幫你拿吧。」還記得阿耶等等還要帶上那一袋白骨。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "「沒差啦，你拿手電筒就好。」擺擺手。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "他一樣沒有繼續說服阿耶，只是又問「那回上面去？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_圖書館",
    text: [
      "「恩。」抬起梯子，然後朝外面走去。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "你們回到了岔路處，領隊還等在這裡。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "DEXx5 50 => 98 致命性失敗",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "阿耶拿著梯子又拿起領隊，並不是那麼的有餘裕，才只是走幾步，就不小心把手裡的東西掉了滿地，那包得不是很嚴謹的白骨也散落一地，那個項鍊也掉在地上。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖-驚嚇",
    bg: "c1_岔路1",
    text: [
      "「啊幹，領隊！」阿耶驚呼，然後把梯子放下。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖-皺眉",
    bg: "c1_岔路1",
    text: [
      "「你要去哪裡......。」狼狽的蹲下來撿骨頭跟項鍊。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "白恩見此想上前幫忙，但最後還是沒有伸手去碰那些白骨，只能看著等阿耶撿完。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「沒關係，我來就好，習慣了。」他向對方揮揮手表示不用，然後指了下旁邊的梯子，「等等可以幫我拿那個嗎？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「可以。」他先去把梯子帶上。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "阿耶在撿起掉滿地的東西時，突然發現剛才的項鍊摸起來有些溫度，最一開始發現的時候沒有這樣的感覺。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「咦，熱熱的。」摸到項鍊時覺得很奇怪。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「甚麼？」他還在等阿耶起來，已經準備要回到剛才下來的地方去。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「這個項鍊原本沒有溫度，但不知道為甚麼變熱了。」阿耶困惑，「難道是發熱石之類的東西？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "不知道為甚麼有種想把東西帶在身上的感覺。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「領隊，這個先放我這邊喔，之後出去了再還你。」對著已經撿好放在破布上白骨的說，甚至還在頭骨眼眶前的位置前晃了晃項鍊，就像是要特別給人家看到一樣。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "語畢後阿耶把項鍊放回口袋，接著把衣服包好用雙手提起。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「碰撞到的關係嗎？」他只回應了這個部分，略過了阿耶把東西暫時帶走了的部分。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「也要是磨擦才有可能吧，而且一般物品這種狀況下的摩擦也不太可能會有溫度。」認真的想了一下。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "繼續向上的路不知是因為上坡的關係，還是已經感到疲倦，總覺得回頭的路比剛才還要更遠了，走了十幾分鐘後，再次聽到了先前曾聽過的細小動靜，這次聽起來是從斜坡上方傳來的。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「你有聽到嗎？」朝旁邊的人望去。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "他點頭且停下腳步，看著斜坡上方「我們下來的時候沒有看到什麼生物，那會是什麼聲音？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「還是說落石那邊有人來了？」都離開這麼久了，救援剛好下來也是有可能。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "雖然還有些疑惑，但白恩還是點頭後繼續向上走。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "阿耶口袋中的項鍊墜子溫度一直沒有降下來，反而還在慢慢升溫，已經到了放在口袋裡也能感覺到些微溫度的程度。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「等等。」他停下腳步，騰出右手拿出項鍊。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「他的溫度還在上升耶，你看。」想讓對方也摸看看。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "阿耶把項鍊從口袋裡拿出，才發現墜子的中心有點微微的光在搖晃。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「這個…看起來有點危險。」白恩不打算碰。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「該不會會燒起吧？」阿耶晃了晃項鍊，仔細觀察中間的光。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "看起來就像有小小的火苗在裏頭燃燒的樣子，墜子的溫度也慢慢到快要開始燙手了的程度。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "剛才從斜坡上方傳來的聲音慢慢變得清楚，聽起來像是某種昆蟲的振翅聲。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "「上面好像有甚麼東西，怎麼聽都不像是救援隊會有的聲音。」覺得有點不太妙。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「我也覺得不像。」他看著斜坡上方，然後往另一方向看看，決定先到道路的邊緣去，他說了一聲「剛才的筆記。」後就不再說話，指了指旁邊的位置示意阿耶也到洞穴邊緣來。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "一聽對方這麼說，他想起剛剛筆記上提到對聲音敏感的怪物，雖然不是很相信，但既然白恩都示意了，就先照做看看。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "於是阿耶跟著靠到洞穴的邊緣，屏氣凝神。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "在這等待期間，白恩偶爾會低頭看看手電筒，那些聲音時遠時近，當你們都快要開始覺得這方法沒有用的時候，阿耶的手裡感覺到的項鍊溫度已經開始會感到灼痛了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "項鍊的溫度已經到了燙手的程度，總覺得再繼續放下去肯定會燒起來。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_岔路1",
    text: [
      "幹......，不行，對不起了領隊。",
      "在內心默默的道歉後，他將項鍊往下面的地方拋了出去。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "當你決定扔掉這個項鍊時，才只是舉起手，手心感覺到的溫度讓你覺得這肯定是要燙傷了，但突然感覺到劇痛的卻是你的手腕，項鍊的鍊子不知為何死死纏住了你的手，幾乎要陷進皮肉裡，而手心裡墜子的溫度還是沒有下降。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "白恩注意到阿耶的動作而看過來。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-驚嚇",
    bg: "c1_岔路1",
    text: [
      "阿耶對自己手上的東西感到驚恐，甚麼時候纏得這麼緊的？",
      "他大力的甩甩手，想把項鍊給甩開。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "你怎麼動作這個項鍊都還是脫離不開你的手，與此同時那些振翅聲還在繼續接近，你們都聽見了除了振翅聲以外還開始有些輕的奇怪的腳步聲出現。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "看到阿耶在嘗試擺脫甚麼的樣子，注意到是阿耶的手被東西纏住，卻不知道能怎麼幫助阿耶。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-驚嚇",
    bg: "c1_岔路1",
    text: [
      "阿耶的左手還拎著領導，若是放開肯定會發出聲響，只能將被纏繞住的右手貼近另一手，克難的試圖把項鍊摳掉。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "白恩見阿耶的動作，本想伸手幫忙，卻因為甚麼停下了動作。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "手電筒的光能照的範圍並不遠，只要有什麼東西進入了視線，肯定已經離你們非常接近。",
    ],
  },
  {
    show_img: "無頭巨蠅",
    bg: "c1_岔路1",
    text: [
      "有『也許是人』的東西被手電筒的光照到，看起來細瘦的人影就好像營養不良的人，他看起來肢體全都焦黑扭曲，直到他更走進光線中，才發現他本該是頸部與頭部的部分只有一個巨大開口，開口周圍一圈全是密密麻麻的像是利牙的突起。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-驚嚇",
    bg: "c1_岔路1",
    text: [
      "SC 80 => 24 成功",
      "san 80 - 3 = 77",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "他還在緩慢的步行，焦黑的背上有看起來皺起的蠅翅，時不時震動發出剛才一直都聽見的振翅聲。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "白恩阻止了阿耶剛才的動作。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-驚嚇",
    bg: "c1_岔路1",
    text: [
      "阿耶停下動作，錯愕的看著那個走進視線中的『生物』，為了不引起那東西的注意力，他也只能強忍住手中傳來灼燒及緊勒的疼痛感。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-驚嚇",
    bg: "c1_岔路1",
    text: [
      "幹幹幹，這三小東西？焦屍嗎？不對啊焦屍他媽的也不會長這麼奇怪啊！",
      "心裡不知道飄過去了多少句髒話。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "那奇怪的東西時不時振翅，在手電筒的光線中停了下來，就像在觀察什麼一樣，他的身體不斷左右轉動。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "白恩看起來仍然冷靜，他在盡量不發出聲音的情況下站到了阿耶的前方，就像在擋住阿耶一樣，然後他關掉了手電筒。",
    ],
  },
  {
    bg: "黑色-微光",
    text: [
      "手電筒被關掉後，墜子發出的微弱光源更明顯了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-驚嚇",
    bg: "黑色-微光2",
    text: [
      "阿耶把散方著弱光的墜子連同手藏到身後，生怕光線引起那生物的注意。",
      "看著白恩擋到自己面前，心裡出現了無限個「你人真好」的跑馬字幕。",
    ],
  },
  {
    bg: "黑色-微光2",
    text: [
      "那個『生物』偶爾停下振翅，安靜無聲讓白恩和阿耶都覺得自己的呼吸聲變得明顯，但可能是運氣好，最後振翅聲重新出現，並且慢慢遠離，只是方向似乎是那生物折返往上回去了。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "黑色-微光2",
    text: [
      "雖然聲音遠去，但是白恩仍不放心的樣子，他還沒有任何動作，也沒有打開手電筒，維持著擋著身後的人的位置。",
    ],
  },
  {
    bg: "黑色-微光2",
    text: [
      "阿耶手上項鍊的墜子溫度，正好在那個奇怪生物離去時慢慢冷卻了，雖然鍊子還纏著手腕，但沒有剛才那麼緊了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-驚嚇",
    bg: "黑色-微光2",
    text: [
      "「⋯⋯。」阿耶還是不敢出聲，畢竟站在前方白恩還沒有動作，他也不清楚對方是不是還能看到什麼所以依舊警戒。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-皺眉",
    bg: "黑色-微光2",
    text: [
      "在振翅聲慢慢消失後，阿耶的注意力再次回到手中的項鍊上，奇怪的是項鍊的溫度已經回到一開始的樣子，灼燒感也沒了，不難去聯想與剛剛生物出現的情境是否有關係。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "聲音消失了一陣子後白恩才終於挪動腳步，重新點亮手電筒，只照著附近地面。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「你手上的東西拿掉了嗎？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_岔路1",
    text: [
      "「它不會燙了。」他拿起項鍊仔細的檢查了下。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "表面上看起來很普通，但仔細看能發現剛才看到像是有火苗在晃動的樣子還在，剛才墜子燙的阿耶根本都要拿不住了，卻奇怪的一點痕跡也沒有，反而是手腕上被鏈子纏緊過的地方能看到明顯的勒痕，現在還隱隱作痛。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_岔路1",
    text: [
      "「好奇怪，怎麼連一點燙到的樣子都沒有？」照理說就算沒燙傷，手上應該也要有那種短暫燙紅的痕跡才對。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「拿不下來嗎？」覺得看起來危險。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_岔路1",
    text: [
      "「應該可以吧，沒那麼緊了。」試著甩下來。",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "鏈子雖然沒有纏緊，但連大力甩手都沒辦法讓這東西脫離你的手腕。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「感覺需要點工具才能拿下來了。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-皺眉",
    bg: "c1_岔路1",
    text: [
      "「真是謝你喔，領隊。」對著手上提的那包白骨嘲諷了一句。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_岔路1",
    text: [
      "「但這項鍊好像跟剛剛出現的鬼東西有點關係。」阿耶想了一下，把剛剛的猜測講了出來。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_岔路1",
    text: [
      "「我發現它開始慢慢變燙，正好是聽到蟲子飛行聲音靠近的時候，然後等那東西走遠，它又變回去了。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「聽起來很奇怪。」難以理解這個飾品到底是什麼，但那個生物的出現比這更奇怪。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「剛才的東西朝上面走去了，不知道會不會從洞口跑出去。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_岔路1",
    text: [
      "「聽起來我們好像只能往下面走了。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_岔路1",
    text: [
      "「那你先在這裡待著，他應該對你沒興趣。」阿耶把領隊放在原地，「乖喔。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "白恩往上坡方向看，然後才點頭回應「應該是。」",
    ],
  },
  {
    bg: "c1_岔路1",
    text: [
      "又一次抵達岔路，這次沒有帶著領隊，雖然減少了負荷且比起剛才是下坡路，但這樣在陌生的地方往返還是讓心理上感覺到有些疲憊，天也已經黑了，一直處在黑暗中只能靠著手電筒的光，重新回到這個不知道該往哪去的分岔路口。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「也許我們先找個地方休息比較好。」白恩拿出手機看了一下時間後說。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_岔路1",
    text: [
      "「好。」同意對方的提議，剛剛嚇成那樣確實該平復一下。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_岔路1",
    text: [
      "「去圖書館那邊避一下？」那裡感覺相對安全，畢竟也沒看到倒書的狀況，若是曾經有人在這邊起衝突，不太可能還這麼完好。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_岔路1",
    text: [
      "「那就去圖書館吧。」感覺阿耶一下子爬上爬下，然後又是被奇怪鍊子纏住，好像是個不怎麼幸運的人。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "第二次來到有許多書櫃的地方，這裡還保持著和剛才相同的狀態，書櫃上被你們拿過書的地方，灰塵被碰掉的痕跡也都還在。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "阿耶隨便找了個地方席地而坐，然後把右手抬起，似乎想再看看還有沒有辦法把項鍊用掉。",
    ],
  },
  {
    bg: "c1_圖書館",
    text: [
      "當不是在試圖把鏈子取下時，只是寬鬆的掛在手上，可只要一伸手試圖拿下時，那個東西就好像有意識一樣慢慢收緊，讓你想到剛才被緊緊勒住的感覺。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "白恩把東西找了個位置放下，又去看看那些書櫃上的書，但沒有拿下來，只是看著書背上的文字。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-皺眉",
    bg: "c1_圖書館",
    text: [
      "「你他媽是活的吧！」怎麼弄都拿不下來，氣到對著項鍊爆粗口。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-皺眉",
    bg: "c1_圖書館",
    text: [
      "「太怪了，這都是些什麼啊⋯⋯。」對於發生在自己身上的一連串怪事感到煩躁。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "他轉頭看阿耶，思考了一下後移開視線，覺得自己幫不上什麼忙。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "算了⋯⋯。",
      "阿耶放棄掙扎，出去之後應該有的是方法弄掉，他可不要在這裡不小心把自己的手給掐斷了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "「話說回來，你多大啊？」轉頭看向白恩，似乎想趁這個空檔多瞭解一下對方。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「21。」簡短回答。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "這不是比我小嗎⋯⋯？",
      "「大學生？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「……」剛才回答年齡時也沒有特地看向阿耶，被問到這個問題才轉過頭，然後也找個位置坐下來「嗯。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "「喔？可以問問什麼科系嗎？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「……為什麼要問這些？」雖然很疑惑，但他只是表情平淡看著阿耶。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「你還是休息一下吧，要是想睡的話我可以負責注意情況。」把視線移往門口，盯著外面。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-微笑",
    bg: "c1_圖書館",
    text: [
      "「找點話題跟你聊而已。」他笑了一下然後聳聳肩。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-微笑",
    bg: "c1_圖書館",
    text: [
      "「我平常都會找話題去跟客戶聊天，為的是舒緩情緒或是轉移注意力，但也有人是比較需要安靜的空間來冷靜心情。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-微笑",
    bg: "c1_圖書館",
    text: [
      "「如果你不喜歡我搭話的話，那我就不打擾了。」他解釋，「我只是覺得接下來還不知道要相處多久，互相了解一下沒什麼不好。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "他往阿耶看，像是在確認什麼，安靜了一下才說「抱歉，我沒有不喜歡，但現在的情況有點難思考。」",
      "",
      "說完還是繼續看著阿耶一下子。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「你需要舒緩情緒或是轉移注意力嗎？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "「我是還好，雖然有被嚇到，但冷靜一下就沒事了。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-苦笑",
    bg: "c1_圖書館",
    text: [
      "阿耶想了想，然後傻笑了幾聲。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-苦笑",
    bg: "c1_圖書館",
    text: [
      "「結果講了這麼多，可能需要聊天來緩解緊張的是我才對。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「……」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「那能換你告訴我嗎，你的年紀？」只是很普通的接下去說。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "「25，我做接體的。」很順勢的把工作也附上來了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "「就是去載屍體的那種工作。」怕對方沒聽懂還接著補充。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「原來如此。」試著回想了一下「那早上時你是在工作的路上嗎？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "「嗯，我本來是要去宜蘭的醫院接體回臺北。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "啊⋯⋯這樣講不知道公司有沒有另外派人過去了？",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「那早上你回到車子是在確認什麼？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-難過",
    bg: "c1_圖書館",
    text: [
      "「喔，我去看我的好夥伴，擔架。」講到這邊就難過，「好幾萬的擔架，不知道現在還好不好⋯⋯。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「應該沒事的，我們從上頭掉下來都沒有怎麼樣的話，也許車子是蠻堅固的。」語氣聽起來好像很肯定。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "他還在想著什麼的樣子，但最後開始沉默。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子-難過",
    bg: "c1_圖書館",
    text: [
      "「希望是這樣。」也只能祈禱了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "「那你原本要去宜蘭做什麼？」想起先前的提問好像沒得到解答。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「散心。」又回到簡短的回答。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "「散心？跑這麼遠喔。」大學生不是都成群結隊的嗎？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-墜子",
    bg: "c1_圖書館",
    text: [
      "「你是哪個縣市的大學啊？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_圖書館",
    text: [
      "「……」他想了一下，然後決定回答「我的學校不在台灣。」",
    ],
  },
  // {
    // color: "P1",
    // name: "阿耶",
    // c_img: "阿耶-墜子",
    // bg: "c1_圖書館",
    // text: [
      // "",
    // ],
  // },
];

const c000 = [
  {
    color: "白恩",
    name: "白恩",
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
  },
  {
    color: "P1",
    name: "",
    c_img: "",
    show_img: "",
    bg: "c1_公路",
    text: [
      "",
      "",
      "",
      "",
      "",
    ],
  },
];
