const c1 = [
  {
    bg: "c1_公路",
    text: [
      "你開著車要去某個醫院，正在公路上。",
      "正值早上的通勤時間，但幸運的路上只有稍微塞車，至少還是能緩慢前行。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "這個順利沒有持續多久，前方不知道發生了甚麼，從稍微遠的地方傳來很大聲響，你所在的位置看不到發生了什麼事情。",
      "過沒多久，整個路段都塞車了，車陣幾乎沒有在移動。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_公路",
    text: [
      "「煩欸，塞車？」本來以為只是交流道前的小塞，但一停就停上了好幾分鐘，阿耶忍不住皺眉，隨後拿起手機將前方車陣的畫面拍下，然後傳到公司的群組。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    show_img: "無奈鴨",
    bg: "c1_公路",
    text: [
      "『國五大塞 = =』",
      "短短一句話後附上了鴨子無奈的貼圖。",
    ],
  },
  {
    color: "P1",
    show_img: "爆X公社截圖的貼文",
    bg: "c1_公路",
    text: [
      "沒多久群組的同事傳了一張從爆X公社截圖的貼文。",
      "但卻說沒找到塞車的實際原因，只有翻到很多車陣動不了的照片或影片。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "『早知道就走北宜了，保險起見最好再派個沒事做的人走北宜過去，搞不好人接到了我還卡在國五上。』阿耶傳了幾句後就關掉了LINE，開始找影片來看打發時間。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "進退兩難的情況持續的時間還在延長，過了半小時車子都還是沒有移動，誇張的時間甚至有人直接在公路上開了車門直接下車看。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "除了手機上網以外也只能看到公路外的周圍環境，旁邊的道路是這樣的：左側是小山坡、樹林之類，沒有建築；右側是一大片沒有建築、植物也稀少的土地，有些起起伏伏的小山丘。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "你旁邊的公車上看起來有人吵起來了，像是打算下車但是司機正在阻止。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "在已經這麼遲的時間突然開始聽見了緩慢接近的救護車聲和警車的聲音，像是也卡在了車陣中，一直只聽見聲音卻沒看見，最後聲音才又慢慢的漸遠了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "阿耶打開網頁，在搜尋欄裡輸入「國5 塞車」的關鍵字。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "你能查到一些搶先報導，但消息模糊的很奇怪，雖然能看到救護車和警車卡在公路上的照片，卻一直沒有現場情況的畫面。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "塞車的原因一直都只被報導成「疑似大型車禍」，這個消息一直被傳播，但你怎麼看也不像是車禍，一些討論區甚至有人為此吵起來。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "查著查著開始有些和這個「疑似車禍」不相關的東西出現了，有關這個路段附近的都市傳說，和一些真實記錄。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "當阿耶還在困惑的時候，手機鈴聲突然響起，是同事打來的電話，他立馬接通。",
    ],
  },
  {
    color: "P1",
    bg: "c1_公路",
    text: [
      "對方只是想了解塞車的狀況是否有解除，在聽到否定的回答後，便告知阿耶另一位同事會接手他的案子，畢竟還不知道會塞上多久，照現在的進度來看幾個鐘頭都有可能。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "「搞不好等等你們還會接到國五的單咧。」阿耶開玩笑道，但他清楚就算真的接到了，也不知道從這裡到達事發現場會需要多久的時間 ，屆時還是要其他同事繞路過去才行。",
    ],
  },
  {
    color: "P1",
    bg: "c1_公路",
    text: [
      "不是很想再添事的對方，煩躁的問候了阿耶幾句，就匆匆掛掉了電話。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "阿耶將視窗切回剛剛查詢的頁面，抱持著打發時間的心態點開了與都市傳說有關的文章。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "都市傳說的文章是這一個小時內發出來的，因為內容太不現實，底下的留言幾乎是一片噓，但有零星幾個帳號回覆說曾聽過。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "大致上的內容是：一夜之間有巨大的怪物從地底張開嘴，把整座城市吞掉後鑽入地底的傳說。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "有些人說除了這一小時內的這篇文章以外，根本查不到更之前的關於這個傳說的內容，不久前附和聽過的帳號也被說是某些人開玩笑跟上的。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "「鮫島事件」、「很創」有人這樣留言。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "本來以為會是甚麼精彩的文章，但卻因為荒謬的內容顯得有點無趣，阿耶感到有點失望。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "接著看到了同一篇文下有人貼了舊新聞的連結，正好也是這個區域的事情，講到過去其中一場地震時，地面嚴重塌陷、加上建築物倒塌，就像整座小城市陷入地底消失了一樣，死亡和失蹤人數非常多的樣子，之後因為各種不同單位的糾紛，遲遲沒有重建直到後來變成荒廢的區域。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_公路",
    text: [
      "照紀錄中描繪的狀況來看，應該是那種嚴重到會被記錄到臺灣的災難列表裡的事件，阿耶好像有那麼點印象，似乎在他小時候有聽過大人回憶到。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "你仍然待在車上透過網路看一些資訊，行駛中的車子可能不會注意到，但現在你停在原地，察覺到開始有些奇怪的晃動發生。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "車外的大家突然許多人下車了，接著馬上慌張地上車。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "對向車道靠近山坡的車子有很大部分發動了，明明沒有太大空間移動卻硬是往靠近中間的方向靠近，甚至有些車直接撞到一起。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "注意到山坡上有些碎石在滾落，晃動突然加劇，原先是上下，緊接著劇烈的左右晃動，公路上亂成一團。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_公路",
    text: [
      "「幹，三小，地震？」忍不住驚呼，又是塞車又是地震又是落石，他今天是能多衰？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_公路",
    text: [
      "他只能慶幸落石不是發生在自己這側，雖然可能還是會被波及到。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_公路",
    text: [
      "照眼前的情景來看似乎不該貿然下車，要是中途遇到車輛硬闖，會有很大的機率躺著見到同事，阿耶決定先繼續注意四周的狀況，還不忘邊拍照邊回報群組。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "公路前方遠處的車動靜很奇怪，從某一個點開始周圍車輛像在散開一樣，不顧周圍其他車的移動著，你前面的車也莫名的發動並倒車，直接撞上你的車頭。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "接著散開的點的車輛奇怪的減少中，但距離太遠沒能看清是發生了什麼，地震還在持續，山坡上有更大的落石滾下，你看見了距離你一輛車的前方地面出現裂痕。",
    ],
  },
  {
    bg: "c1_公路",
    text: [
      "你左右的車都發動了胡亂的向後退，地震的期間一直聽見車輛碰撞在一起的聲音。",
    ],
  },
  {
    bg: "黑色",
    text: [
      "隔著關閉的車窗也能聽見，尖叫聲開始四起，你感覺到噁心的失重感，眼前景象正在快速向上，包括你在內的一些車輛正在往下墜落。",
    ],
  },
  {
    bg: "黑色",
    text: [
      "地面出現了很大的洞，不知道落下過了多久，這段短短的時間就像把目前的人生重來了一遍。",
    ],
  },
  {
    name: "地底",
    c_img: "",
    bg: "c1_地底",
    text: [],
  },
  {
    bg: "c1_地底",
    text: [
      "車內的東西四散，好像落下期間碰撞到什麼，你的車在半空中翻過，最後停止墜落時幸運的並沒有頭下腳上。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "本來在你旁邊的公車，從中間撞在落石上，很難想像裡面還能有人倖存，底下這裡已經一片狼藉，到處都是碎玻璃和汽車殘骸，有些人已經不在車內，而是在落石上或地面上。",
    ],
  },
  {
    color: "P1",
    bg: "c1_地底",
    text: [
      "LUCK 80 => 95 失敗",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "你受了點傷，但還好好的活著，這裡似乎也不能稱作「地面上」，你抬頭還是能看到天空，但只剩下一小塊。",
    ],
  },
  {
    color: "P1",
    bg: "c1_地底",
    text: [
      "HP 15 - 1 = 14",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "你發現自己在奇怪的洞穴中，上方照進來的光離的遙遠，到處都是道路落下的巨大碎塊，有的上頭有血流了下來，有的石塊下方壓著車子，那底下也許還有人。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-驚嚇",
    bg: "c1_地底",
    text: [
      "阿耶在位置上愣了很久，方才的自由落體使他頭暈到不行，回神後便注意到安全氣囊早已炸開，上頭還滴著不少鮮血，伸手抹了一把臉才發現是自己的鼻血。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "還好在公路上沒把安全帶解開，不然肯定整個人在車裡撞得亂七八糟。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "遇到這種狀況阿耶的腦內只有困惑，怎麼這麼衰小會輪到自己？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "他趕緊從腳踏墊上找到自己的手機，雖然還不確定到底發生甚麼事，但叫救護車要緊。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "發現手機沒有訊號，119撥不通。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "阿耶改撥打112。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "112撥打的等待音傳來，花了些時間才又聽見斷了訊號的聲音。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "「完全沒訊號阿......。」哀號了幾聲，阿耶決定先下車察看周遭的情況，或許還有生還或是需要幫助的人。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "附近非常安靜，除了你以外沒有任何人從車上下來，你正想查看其他車的情況時，一台車突然震動了一下，停頓後那輛車的車門從內部大力彈開，那扇門也許是卡住了，有個人踹開了門下車。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "他看見你時愣了一下，然後突然點點頭打了個招呼，就好像只是普通的在路上遇到一樣。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "他轉身往車內彎腰，拿了包面紙朝阿耶走過來，指了指自己鼻子，然後把面紙遞給阿耶。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「啊？」阿耶遲疑了一下，才意識到對方是指自己臉上的血跡，「噢，謝了。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "情急之下他雖然沒怎麼在意自己臉上受了甚麼傷，應該是說不怎麼嚴重就暫時不去理會，但還是接過對方遞來的紙巾來擦拭。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "手壓上鼻子才發現似乎傷得不清，輕輕碰上就痛得要命，阿耶忍不住發出嘶聲。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「……你有看到其他人嗎？」總之先問。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "聽見你說的話後往四周看看，然後轉回來對著你搖搖頭。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「我的車門卡住了，我剛從車上下來。」",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「…你還好嗎？」他看你剛才臉上都是血的樣子，開口關心了一下。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「應該是撞到安全氣囊。」他推測，剛才實在太混亂了，也沒注意到自己怎麼受傷的。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「消防電話我打不通，但我猜這麼大的騷動上面應該很快就有人來救援了。」邊說著邊向四周環顧，「我想先看看還有沒有人受困需要幫忙。」",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「嗯。」他點頭表示知道了，接著走向那些看起來可能還有希望的車，一輛一輛的查看。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "阿耶朝著那輛先前停在自己旁邊的公車走去，因為是一起落下的，所以墜落點就在自己的車子附近。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "公車看起來像被對折，中間段的座位已經不可能有人存活，車內一點動靜也沒有，那些乘客已經都不在座位上了，車門車窗都壞了，但也已經不會有人從這輛車上下來。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "車內的滅火器倒在折了的後門旁，從扭曲的門下面能看見。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "躺倒在車內的人都已明顯死亡，這樣的慘狀才讓阿耶意識到自己其實還算幸運，但也有很大的原因是多數人坐公車不會繫安全帶，墜落時大家只能在裡面玩碰碰車，撞到最後屍體也變得歪七扭八。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "他走下車，然後看向剛剛遇到的那個人。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "好奇怪，他都沒受傷嗎？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "雖然自己表面上只有鼻子撞傷流了血，但身體各處仍有大大小小撞擊的疼痛在，衣服脫掉後肯定紅一塊紫一塊，是那種等明天睡醒後肯定全身痠痛沒辦法下床的感覺。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "出於好奇，阿耶決定去看剛剛那人的車子。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "那個人正好朝著阿耶走過來，他搖搖頭後開口「沒有其他人。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「那我們真的還算幸運......。」阿耶感嘆。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你也是很冷靜，都沒受傷嗎？」他接著發問。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "他有點疑惑的看阿耶「不是。」然後他稍微動了動手臂後「沒有。」",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「只能等了。」他低頭朝周圍地板四處看看，最後決定到自己的車旁，坐進駕駛座但沒有把那扇會卡住的車門關上。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "如果真的沒受傷，那還真的是超級幸運的人。",
      "阿耶只能這麼想。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "他看著對方逕自走回自己的車上等待，開始思考下一步該怎麼做。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你要不要跟我一起找吃的或是飲用水集中一下？」他朝著對方喊道，至少在等待救援的時候要確保能夠攝取到身體所需要的養分。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "他聽了就往自己的車內轉過身去找，接著拿了點東西下車。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「我的車上只有這些。」他拿著瓶裝水和口糧餅乾。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「…你需要嗎？」他在說出原本想說的句子前改口問了這個。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「現在還不用。」阿耶搖了搖頭，「我是想說等救援的時候，先把糧食屯好比較安全。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「我想說去其他車上找找看，應該也會有不少東西，吃的倒是還好，喝的比較重要。」",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "聽到『等救援』後，他抬頭看著距離遙遠的洞口，一陣子才又把視線看向阿耶「外面好像安靜的有點奇怪。」",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "「你要拿別人的東西嗎？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "外頭很安靜？",
      "阿耶跟著抬頭望著洞口，確實是甚麼都沒有聽到。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「會不會只是太遠了所以沒什麼聲音？」這麼說回來到底為甚麼地板會塌陷？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "阿耶對地理的東西一竅不通，只知道塌下來後正好掉進另一個可能原本就在地底下的空洞裡，但他沒打算亂走。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你會忌諱拿亡者的東西嗎？」仔細想想是真的會有人有這種顧忌，自己只是習慣了所以覺得沒什麼。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "他想了一下，最後才搖頭，然後把剛才拿下來的水和口糧放在車頭上，就往其他看起來比較完整的車子走去。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "阿耶也隨便找了一台附近的車子搜索。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "搜索的期間一台漏油的車燒了起來，從公車上拿到滅火器滅火後，也把其他的車搜索完畢。",
      "最多就是找到了些瓶裝水，和一些包裝餅乾，和一個內容不齊全的急救藥箱。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "忙了一大圈後，阿耶把所有找到的東西堆在對方的車頭上，然後在旁邊找了個空地盤腿坐下。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "打算稍作休息的瞬間，身體原本該有疼痛感才慢慢襲來，他不得不找些事情先轉移注意力。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「欸，是說，該怎麼稱呼？」一起弄了好久都還沒問對方的名字。",
    ],
  },
  {
    color: "白恩",
    name: "???",
    c_img: "白恩",
    bg: "c1_地底",
    text: [
      "找到能找的所有東西後就坐進駕駛座，看著阿耶在地上坐下。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「白恩。」他只是簡短回答名字，然後問出「你可以到後座休息。」他往車內探過去從裏頭開鎖後把後座車門打開。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「噢，好。」他緩慢地起身，然後坐到對方的後座上，以同樣的姿勢腳踏在外面。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你姓白？」覺得名字有點特別，但也不是沒見過這樣姓氏。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他只是點頭，然後朝後座往你看去，等待了一下才又問「那請問你叫什麼名字？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "太有禮貌了吧，居然講請問！",
      "阿耶忍不住在內心感嘆。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「我姓柯，柯耀耶，你可以直接叫我阿耶，比較好記。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「嗯。」他把副駕的椅子拉向前靠「你需要的話也能躺下休息。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「謝謝。」他擺了擺手，深怕這樣躺下去就起不來了，所以沒打算躺下。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "講到躺下，他才想起那個在他車上陪他好幾年的寶貝生財工具。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「完蛋，我去看個東西！」他顧不得身上的疼痛，跳下車然後往自己的車子跑過去，飛快的打開後車門。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "LUCK 80 => 15 成功",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "擔架比你還要更完好無缺的躺在那裏。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「不愧是好幾萬的擔架......。」雖然有碰撞的痕跡，但大致上沒甚麼損壞。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "確認好自己的夥伴沒事後，阿耶放心的走回了白恩的後座。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "放在車頭上的東西有點擔心會掉下去，在阿耶跑去自己車子那時，他把車頭上的東西拿到副駕駛座。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "阿耶才剛坐回白恩車上沒多久，搖晃的感覺又出現了，兩人都聽見車頂被一些落下的細小東西砸出聲響。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "阿耶下意識的縮進車內，然後護住自己的頭部。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「所以塌陷的原因是地震嗎？」他忍不住問。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他也待在車內，看著車頂聽那些聲音，直到搖晃和細小落石聲都停下後才說「我不清楚。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你是原本要去宜蘭嗎？」等也是時間，他便隨口找了個話題。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "對於目的地是哪裡的這個問題，他頓住了一下，然後只是點頭。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他本來想也許阿耶是救援隊的，可是看阿耶那輛車不像自用的，雖然疑惑但也沒有問出口。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「我把車往那邊開一些。」他指了一個方向，然後往車上坐進來，回頭看阿耶不確定對方要上車還是先下車。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「好。」阿耶整個人坐進車內，然後將門關上。",
    ],
  },
  {
    bg: "c1_地底",
    text: [],
  },
  {
    bg: "c1_地底",
    text: [
      "這個環境裡最後一次比較吵雜的聲音是車輛發動的聲音，從白恩把車移動到一旁後熄火，一直到現在已經過去了半小時左右，這段期間一直都沒有偶爾的對話以外的聲音，沒有訊號的現在連外面是什麼情況都無法得知。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "這半小時內已經有兩次餘震，五分鐘前白恩已經下車，到洞口正下方往上不知道在看什麼。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "也太安靜了吧......。",
      "阿耶感到不解，甚至有些擔憂。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "如果說有救援抵達，照那種賑災紀錄片來看，至少應該會有消防人員靠著繩索下來吧？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "他忍不住往更糟糕的方面去想，畢竟現在手機完全沒有訊號，外頭發生甚麼事也不太確定，如果說地震的範圍很廣，其他地方說不定也是相同的狀況，救援自然沒辦法馬上投入這裡。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「啊，廣播？」電信基地台訊號範圍沒涵蓋到就算了，但廣播應該可以試試看。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「白恩，你可以開開看收音機嗎？」邊說著邊半身踏出車外，然後撥弄車頂的天線。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「可以。」他走回車上，但花了點時間才把廣播成功打開，對這輛車的車用3C不是很熟的樣子。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "廣播被打開後一直持續的是雜訊的聲音，即使兩人嘗試轉換頻道，不論怎麼調整都還是雜音更多，只偶爾能聽見也許是連到電台的斷斷續續樂器聲或說話聲。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "(補充)",
      "只能大概察覺是說話聲，內容聽不清，有點像百貨公司嘈雜人聲雖然知道是人聲但是聽不出內容的感覺。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "(補充)",
      "只是聽語調感覺的話，電台那種歡快或是安靜感的說話聲比較少，偏向新聞播報的那種語調的比較多，所以至少能知道有好幾台臨時換成報導中了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "KNOW 65 => 73 失敗",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "奇怪的是調整到某些頻率時，能聽見和其他頻率不同的雜音，更像是什麼干擾的訊號被放大，聲音比其他雜音更刺耳。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "完全聽不出來電台的播音內容，他也沒辦法判斷內容是在講甚麼，只能從說話的語氣來推斷是在報導。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「感覺是不小的地震耶。」畢竟地板都塌成這樣了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「救援可能也要等上好一段時間，也不知道是不是只有這個區域比較嚴重。」講到這裡才開始擔心起自己的家人，但一時半刻也連絡不上。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「要是能回到地面也許會更有機會等到救援。」他把廣播的聲音轉小，即使根本收不到完整的訊號，但也沒有把廣播關掉。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「但是這個高度，我們應該也很難靠自己上去。」他往車窗外看。",
    ],
  },
  {
    bg: "c1_地底",
    text: [],
  },
  {
    bg: "c1_地底",
    text: [
      "因為阿耶一直在調廣播，所以白恩讓阿耶到前坐去比較方便，白恩則是下車在周圍又檢查了一次其他車子，有幾次他走得更遠，幾乎到了沒有任何車子的地方去，這樣沒有其他事情做的半小時又過去，白恩回到車邊。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「旁邊的路是下坡，看起來不太可能能從那邊上去。」他站在車旁向車內的阿耶說。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「果然沒有上去的路嗎？」調了不知道多久都沒有個結果，阿耶也已經放棄了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「這麼危險也不可能去下面看，該不會只能等了吧？」攤在方向盤上。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「看來除了食物和水以外，保留體力可能也很重要了。」他點頭，不確定需要等上多久，決定不再下車，他改坐到副駕駛座去。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "比起剛才的半小時，這半小時內沒有再發生餘震，好像地震就這麼結束了的樣子。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "「好煩喔......。」忍不住哀嚎。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "這麼說來時間也過去了幾小時，這個時間點他應該早就到宜蘭的交大醫院去了，搞不好還準備要回程。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「你本來是要去玩的嗎？」等也是等，想找話說來打發時間。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「…算是。」他回答的有些模糊，視線只是直直往前方，也不像有在特地看著甚麼。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「好可惜，假期都要耗在這裡了。」心理想著對方是不是沒有很想聊天。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "對於『好可惜』這個說法，他沒有什麼特別反應，只是安靜了一陣子後看向阿耶。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「如果我們得在這裡等待的時間會超過一天的話，精神也很重要，想一些開心的事情吧，你可以不用特地費神和我搭話的。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他也沒去確認阿耶對這個想法是甚麼反應，只是又補說了一句",
      "「不可惜的，去哪裡其實都一樣，只是想待在一個地方休息，這樣的話是這裡也可以。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「哈......，噢。」他是嫌我吵嗎？",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "哪有人會想在這種地方休息啦，也不知道甚麼時候還會有東西再塌下來，完全沒辦法放鬆吧！",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "覺得對方很奇怪，但或許是遇到危急狀況每個人的反應都會不一樣，總之阿耶就選擇繼續惦惦。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "他打開手機本打算玩遊戲打發時間，但想想就這樣耗掉電量又不太好，沒滑個幾下就把手機收起來，改趴在方向盤上看著前面發呆。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "無聊的等待時間繼續延長，又過去的半小時內，白恩在副駕駛座時不時也會拿出手機看一下時間又放下，越接近現在的時間點，白恩拿出手機看時間的頻率也越來越高。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "半小時過去，明明已經停了一陣子的搖晃感又再次出現，比起先前的餘震，這次從微弱的搖晃逐漸增大，幅度幾乎要接近最開始的那次地震了，洞口又開始掉落碎石。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-皺眉",
    bg: "c1_地底",
    text: [
      "「幹......是要震幾次？」覺得煩躁又恐怖，但待在車裡也比在外面被砸好多了。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "雖然車子已經被移動到洞口下方的範圍以外，但從上面掉落的碎石越來越大，搖晃也還沒停止，車內兩人也只能看著外面。",
    ],
  },
  {
    bg: "c1_車掉落",
    text: [
      "上方掉下來的東西變得不只有碎石，奇怪的事情是，似乎從某一個方向過來，有些不知原因還在公路上的車子從洞口上方掉落下來。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「有點奇怪，我們要往裡移動一點嗎？」看著洞口一直有東西掉下來，不拉開距離的話說不定會被波及。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「也是。」坐在駕駛座的是自己，阿耶就順勢發動車子往裡頭開了一小段。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「有車子掉下來欸，希望裡面原本的人在上邊就撤走了。」不然又要玩自由落體。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "搖晃持續的時間很長，幅度變得誇張時，連你們附近的洞穴頂部都開始有土石崩落下來，洞口看起來又要碎裂一次，不再有車子掉落時，地震也停下了。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "才停下沒多久就聽見，遠處傳來巨響，雖然到你們這聲音已經不這麼大，但聽見聲音後，突然的一個劇烈震動後，洞口徹底坍塌，就好像剛才有哪裡發生了爆炸一樣，這條路被土石擋住後，光線沒有剛才充足了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "LUCK 80 => 31 成功",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "(擔架存活)(?)",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「靠夭，好險！」看到原本待的位置直接被落石填滿，差一點就要變成肉餅。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "洞口內只能用汽車的大燈維持照明，但幾個小時候肯定會因為沒電而熄滅，再加上入夜一定會變得伸手不見五指。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「怎麼辦？」他看了看旁邊的白恩，想聽聽看有甚麼意見。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "在駕駛座的是阿耶，他只能看著阿耶發動車子往裡，直到震動和掉落的土石都停下後，他才呼出一口氣往後靠上椅背。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "阿耶的疑問他沒有馬上回答，而是打開車窗往原本是洞口的方向看，被土石堵住的範圍只剩下最上方還能有些光線進入。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「困在地底的話缺氧會很危險，不過上面開口的大小應該暫時不用擔心。」他只能回答看出的這些，然後重新從椅背上起來回到原本的端坐。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「我也不知道能怎麼辦。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "SIZx5 70 => 97 致命性失敗",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "洞口的大小看起來足夠讓人通過。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "阿耶下車，然後走道被落石堵住的洞口，上方透光之處的縫隙看起來不小，應該是能讓他們爬過去。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「怎麼了？」他看阿耶下車就也下了車，順著阿耶視線方向抬頭往上看。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「我想看能不能爬出去。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「這樣不安全，這些土石才剛掉下來，肯定很不穩。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「這條隧道也不知道甚麼時候會再塌下來，不出去就沒路可以去了。」他是這樣想的。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    bg: "c1_地底",
    text: [
      "「先試試看吧，反正我也常常爬到奇怪的地方去搬東西，應該是還好。」邊說著邊找了一個石堆相對穩健的位置，「我掉下來的話你把我接住就好了。」講得好像很簡單。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他用看到奇怪的人的眼神看阿耶，但也沒有再阻止，只是帶著疑惑走到阿耶附近，看起來像真的打算要是阿耶掉下來的話就接住人。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「小心一點。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "看對方走過來後，阿耶便捲起袖子開始爬上石堆。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "LUCK 80 => 34 成功",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "幸運找到能踩踏的點。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "最一開始的攀爬還算順利，也許是因為最底部的土石被上方重量壓住的關係，即使用力重踏上去都還算穩定，但越往上，還只是用手抓住而已就鬆脫晃動的石塊越來越多，幾乎算是憑著運氣又繼續往上了些。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "攀爬 55 => 95 失敗",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "已經攀到了有些危險的高度，阿耶發現手不論抓哪個點的石塊都是鬆動的，正想回退到剛才抓過的位置，卻發現連原先的點都有些鬆脫了，進退兩難時只能選猜測比較穩的那個石塊抓去。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "運氣可能用完了，一對那塊石施力就向下翻動被從石堆中抽出，慶幸不是腳踩的石頭鬆脫，失去其中一隻手抓的位置也還能夠穩住。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "在下方的白恩稍微移動，為了閃躲那塊一路往下滾的石塊。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖-皺眉",
    bg: "c1_地底",
    text: [
      "「完蛋，好像上不去。」抓得有點吃力，阿耶決定放棄繼續向上，所以照原路退了回來。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "LUCK 80 => 30 成功",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "剛才的驚險讓阿耶更加小心，只要稍微有點晃動就不去踩那個點，幸好是安全的向下回到最底了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「好了，前面這邊應該是出不去，上面的石頭都很不穩，根本沒辦法抓。」阿耶把身上的灰拍掉，然後看向洞穴的另一個方向，「你剛剛說得下坡就是這個嗎？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「嗯。」他也朝洞穴看去。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "前方唯一剩下的路是寬敞但漆黑一片的洞穴，從你們在的位置看去也能看出這是一條下坡路，深不見底也不知道會通向哪裡。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "看了一下後白恩又看向阿耶「你休息一下吧。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「喔......。」休息一下也好，他又坐回車上。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「不知道還會在這邊困多久，我們的水還剩多少啊？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「還是剛才為止我們找到的數量，我沒有喝。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「那也喝不了多久，可能還是要去找水。」奇怪怎麼莫名其妙就變成洞穴求生，明明幾個小時前的早上還在公司裡吹冷氣的。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「去哪裡找？」",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "白恩的問題才問完沒多久，突然又發生了微弱的晃動，但這次伴隨了聲音。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "聆聽 65 => 29 成功",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "聽起來道路上有甚麼東西在往這裡接近，聲音越大的同時晃動也越大，那堆不穩定的土石也在滾落碎石。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "直到聲音大得聽起來就在你們上方時，洞口的光線完全消失了。",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "有甚麼在道路上方移動的噪音能蓋過對話的聲音，一陣子後光線恢復，晃動和聲音也才開始減弱。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "......又是餘震？但感覺好像不太一樣。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "眼看著透光的縫隙又因為落石變得更小，出去似乎更不可能了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「你不覺得這個聲音很起怪嗎？」不是地震會有的普通碰撞聲，更像是有東西在上方移動。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "像在確認那不是自己的錯覺，他又看了一陣子上方，然後才回應「光線也很奇怪。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「還是說是救援來了？」有可能是挖洞或是其他施救會有的聲音，但他也不是很清楚。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「再等一下看看吧。」",
    ],
  },
  {
    bg: "c1_地底",
    text: [],
  },
  {
    bg: "c1_地底",
    text: [
      "決定等待看看也許是救援的那個聲音，但又半小時過去，不論是聲音還是晃動都沒有再發生過，如果那真的是救援隊，可能沒有注意到你們就離開了，過去了幾個空等的半小時，時間已經到了中午。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「結果不是嗎？」不太可能出聲了一下下就又甚麼都沒有。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「所以剛剛那個聲音到底是甚麼啊？」果然還是很好奇。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「我也不清楚。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「我們沒有待在上面能看得見我們的地方，需要找點方法讓上面的人能發現我們。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「狂按喇叭之類的吧，但還是要等到有人靠近的時候才行。」這下他更不想離開原地了，深怕會再錯過救援的時機。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "看起來也只能等待，沒有其他他們能做的，也就沒有繼續回應阿耶。",
    ],
  },
  {
    bg: "c1_地底",
    text: [],
  },
  {
    bg: "c1_地底",
    text: [
      "兩人只能待在車上等待時間過去，從中午一直到外頭光線也慢慢暗下來，過去的幾個小時甚麼也做不了，已經是傍晚了，再過不久就沒有自然光線了。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「果然還是先去找水吧。」等了這麼久，絲毫沒有救援隊出線的跡象。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「這裡是地底，洞穴看起來又是原本就有的，我猜下面應該能找到地下水之類的。」不確定晚上或是明天會不會再發生甚麼，先確保飲用水充足才是上策。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「反正要救援一定會派人下來搜索，而且搜索時間至少也會小時起跳，我們只要不要跑太遠，弄一弄趕緊回來，真的有救援的話應該也許還能對上。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "白恩聽到這個提議後想了一下，然後提出「或是你待在這裡，我下去看看？」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「太危險了，這時候還分頭行動，假設你在下面出了甚麼事情，我就會不知道。」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「剛才嘗試爬上石堆也很危險，假設我在下面出了甚麼事情，你在這裡還會是安全的，遇到了救援隊你能告訴他們還有另一個人。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「你很常爬山或是走奇怪的畸形路線嗎？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "他肯定的點頭。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「......你是做甚麼的啊，興趣還是工作？」",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「都不算是，是幫忙的時候需要。」",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「蛤？」聽不太懂，「總之我覺得一起去會比較好，我不想待在這個地方無所事事。」等人的過程是很煩躁的。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「……」對於阿耶的回應他看起來有點困擾，似乎覺得說不動阿耶，他就沒有再繼續嘗試說服「那就一起去吧。」",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "白恩從車上找到了個手提手電筒，依靠這個光源兩人往下坡走去，前進了一段時間後已經看不見最上方，手電筒是唯一的光源，走了大約十五分鐘仍然沒看見甚麼特別的東西，只是一路向下延伸不知道還有多長的洞穴。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "聆聽 65 => 87 失敗",
    ],
  },
  {
    bg: "c1_地底",
    text: [
      "洞穴裡一直都沒有看到土石以外的東西，但走這個深度後開始聽見一些細小的動靜，聽不出那會是甚麼聲音。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「你有聽到甚麼嗎？」好像有細小的聲音，不確定是不是自己幻聽。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「有，也許洞穴裡是有生物的？」沒有停下腳步，邊走邊回應。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「這裡看起來是天然形成的洞穴......，你對洞穴探險有沒有經驗啊？」這種東西應該是外國比較流行，臺灣好像很少聽到有人會探洞。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「沒有。」",
    ],
  },
  {
    bg: "c1_地底",
    show_img: "c1_岔路",
    text: [
      "從最開始出發到現在過去了半小時，洞穴的前方終於看起來有些不同了，隧道從前方分成了岔路。",
    ],
  },
  {
    bg: "c1_地底",
    show_img: "c1_岔路",
    text: [
      "往下的下坡沒有終止，在同一個點上多出了往左和往右的路，左右邊的路有些往回而且不是下坡了，是平緩的水平移動，正前方往下的下坡則是比剛才更陡了些。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「是岔路......。」看了一下三個方向路況，往下走再回頭肯定要花不少體力。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「我覺得先看看平的會比較好，你覺得要走哪邊？」把決定權拋給對方。",
    ],
  },
  {
    color: "白恩",
    name: "白恩",
    bg: "c1_地底",
    text: [
      "「這邊。」他朝右邊的平緩岔路走了一步，回頭看阿耶等對方確定跟上。",
    ],
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
    bg: "c1_地底",
    text: [
      "「好噢。」跟在後面。",
    ],
  },
  // {
    // color: "P1",
    // name: "阿耶",
    // c_img: "阿耶-捲袖",
    // bg: "c1_地底",
    // text: [
      // "",
    // ],
  // },
];

const c000 = [
  {
    color: "白恩",
    name: "白恩",
  },
  {
    color: "P1",
    name: "阿耶",
    c_img: "阿耶-捲袖",
  },
  {
    color: "P1",
    name: "",
    c_img: "",
    show_img: "",
    bg: "c1_公路",
    text: [
      "",
      "",
      "",
      "",
      "",
    ],
  },
];
